Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Abdeckungen für Bauten, nicht aus Metall
en: Coverings, not of metal, for building

source: Barrikaden, nicht aus Metall
en: Barricades, not of metal

source: Baumaterialien aus Holz
en: Building materials of wood

source: Deckentafeln nicht aus Metall
en: Ceiling boards, not of metal

source: Pflanzensamen enthaltende Matten zur Erosionsbekämpfung
en: Erosion control mats incorporating plant seeds

source: Geotextilien zur Erosionsbekämpfung
en: Geotextiles for erosion control

source: Handläufe, nicht aus Metall, zur Verwendung in Gebäuden
en: Handrails, not of metal, for use in buildings

source: Dielenbretter aus Hartholz
en: Hardwood decking boards

source: Innentüren, nicht aus Metall
en: Inner doors, not of metal

source: Verladeschleusen, nicht aus Metall
en: Non-metal loading dock shelters

source: Außentüren, nicht aus Metall
en: Outer doors, not of metal

source: Vorgefertigte Garagen, nicht aus Metall
en: Prefabricated garages, not of metal

source: Vorgefertigte zusammensetzbare Hühnerställe, nicht aus Metall
en: Prefabricated sectional chicken houses, not of metal

source: Hart-Drainagerohre, nicht aus Metall
en: Rigid underdrainage pipes, not of metal

source: Schiebefenster, nicht aus Metall
en: Sash windows, not of metal

source: Dielenbretter aus Weichholz
en: Softwood decking boards

source: Laminierter Parkettbodenbelag
en: Laminated parquet flooring

source: Laminierte Parkettdielen
en: Laminated parquet floorboards

source: Parkett aus Furnierholz
en: Wood veneer parquet flooring

source: Hartrohre und Ventile hierfür, nicht aus Metall
en: Rigid pipes and valves therefor, non-metallic

source: Selbstnivellierender Beton zur Verwendung im Bauwesen
en: Self-leveling concrete for use in building construction

source: Glasierte Keramikdachziegel
en: Glazed ceramic roof tiles

source: Sicherheitstore, nicht aus Metall
en: Security gates, not of metal

source: Transportable Ställe, nicht aus Metall
en: Transportable stables, not of metal

source: Kisten, nicht aus Metall
en: Crates (Non-metallic -)

source: Rahmen für Schilder
en: Frames for signboards

source: Kunststoffbeschläge [Klemmen] für Schläuche
en: Plastic fittings [clips] for attachment to tubing

source: Mechaniken [nicht aus Metall, nicht elektrisch] zum Verriegeln von Türen
en: Mechanisms (Non-metallic, non-electric -) for locking doors

source: Anschlagtafeln zum Ausstellen von Bildmaterial
en: Boards for the display of pictorial materials

source: Regalstützen aus Metall [Teile von Möbeln]
en: Shelf supports of metal [parts of furniture]

source: Regalteile, nicht aus Metall
en: Shelving parts (Non-metallic -)

source: Zugentlastungsklemmen, nicht aus Metall
en: Strain relief clips (Non-metallic -)

source: Schließbleche, nicht aus Metall, für Schlösser
en: Striking plates (Non-metallic -) for locks

source: Geldkassetten, nicht aus Metall
en: Strongboxes [cash boxes], not of metal

source: Beschläge aus Metall für Anzeigen [Möbel]
en: Display fittings [furniture] of metal

source: Feuerbeständige Schränke
en: Fire resistant cabinets

source: Feuerbeständige abschließbare Behälter
en: Fire resistant lockable containers

source: Halterungen, nicht aus Metall, für Möbel
en: Fixings, not of metal for furniture

source: Haken für Wandbehänge, nicht aus Metall
en: Hooks for wall hangings (Non-metallic -)

source: Schwenktüren aus Metall [Möbelteile]
en: Tiltable doors of metal [parts of furniture]

source: Ständer für Blumentöpfe
en: Flower-pot pedestals

source: Schilderhalter aus Holz
en: Wooden holders for signboards

source: Korken
en: Corks

source: Weinregale [Möbel]
en: Wine racks [furniture]

source: Halteklammern, nicht aus Metall, zur Befestigung von Platten
en: Brackets of (Non-metallic -) used for fixing plaques

source: Kartoffelschränke [Möbel]
en: Potato bins [furniture]

source: Kindersichere Behälterverschlüsse, nicht aus Metall
en: Child resistant security closures (Non-metallic -) for containers

source: Schraubstockbänke [Möbel]
en: Vice benches [furniture]

source: Weinklärbottiche aus Holz
en: Casks of wood for decanting wine

source: Fleischhackböcke [Tische]
en: Chopping blocks [tables]

source: Hochstühle [Möbel]
en: High seats [furniture]

source: Befestigungsbänder, nicht aus Metall, für Rohre
en: Hinges, not of metal for the fixing of pipes

source: Kopfstützen [Möbel]
en: Head-rests [furniture]

source: Deckel und Verschlüsse für Flaschen und Behälter, nicht aus Metall
en: Non-metallic caps and closures for bottles and for containers

source: Hausnummern, nicht aus Metall
en: Non-metallic house numbers

source: Transportpaletten, nicht aus Metall
en: Transport pallets, not of metal

source: Paletten aus Holz
en: Wooden pallets

source: Stifte [Dübel], nicht aus Metall
en: Sprigs [dowel pins], not of metal

source: Verkaufsständer [Möbel]
en: Sales counters [furniture]

source: Ausstellungsvitrinen für Waren
en: Furniture for displaying goods

source: Kabelhalter
en: Cable ties

source: Möbel für Computerarbeitsplätze
en: Work stations [furniture]

source: Schatullen aus Perlmutter
en: Caskets made of mother of pearl

source: Schatullen aus Fischbein
en: Caskets made of whalebone

source: Arbeitsplatten [Möbelteile]
en: Countertops [furniture parts]

source: Pflegetische für Haustiere
en: Grooming tables for pets

source: Babykörbchen [Wiegen]
en: Moses baskets [bassinets]

source: Bilderrahmenleisten aus Kunststoff
en: Mouldings made of plastics for picture frames

source: Transportable Wandschirme [Möbel]
en: Movable screens [furniture]

source: Zahlen aus Kunststoff für Möbel
en: Numerals made of plastics for furniture

source: Kombinationsschlösser, nicht aus Metall, für Fahrzeuge
en: Combination locks (Non-metallic -) for vehicles

source: Kombinierte Behälterverschlüsse [nicht aus Metall und nicht für Haushalt oder Küche]
en: Combined closures for containers [non-metallic and not for household or kitchen use]

source: Spezialkissen zum Stützen des Gesichts [ausgenommen für medizinische Zwecke]
en: Cushions adapted to support the face [other than for medical use]

source: Zylindrische Dosen, nicht aus Metall
en: Cylindrical cans, not of metal

source: Dekorative Kantenstreifen aus Kunststoff für Möbel
en: Decorative edging strips of plastic for use with furniture

source: Bettfedern, nicht aus Metall
en: Bed springs of non-metallic materials

source: Zugringe, nicht aus Metall
en: Ring pulls, not of metal

source: Auflageböcke [Sägebänke]
en: Trestles [saw benches]

source: Schränke für Schreibwaren [Möbel]
en: Stationery cabinets [furniture]

source: Eikartons [Verpackungen] aus Kunststoff
en: Egg cartons [packaging] of plastic

source: Flexible Behälter aus Kunststoff zum Transport von Flüssigkeiten
en: Flexible containers of plastics for the transport of liquids

source: Kartenhalter in Form von Anschlagtafeln
en: Card holders in the nature of display boards

source: Geldschubfächer, nicht aus Metall
en: Cash drawers (Non-metallic -)

source: Schatullen aus Celluloid
en: Caskets made of celluloid

source: Schiebeverschlüsse, für Behälter, nicht aus Metall
en: Slide closures (Non-metallic -) for containers

source: Nicht metallische Schnappschlösser
en: Spring locks (Non-metallic -)

source: Luftmatratzen für Campingzwecke
en: Air mattresses for use when camping

source: Teile von Möbeln
en: Furniture parts

source: Kästchen
en: Caskets

source: Kisten für Lagerungszwecke aus Kunststoff
en: Boxes for stacking purposes [plastic]

source: Selbstklebende Anschlagtafeln
en: Self adhesive display panels

source: Weidenkörbe
en: Wicker baskets

source: Tragbare Schaugestelle [Möbel]
en: Mobile display units [furniture]

source: Mobile Trennwände [Möbel]
en: Mobile partitions [furniture]

source: Bewegliche Lagerregale [Möbel]
en: Mobile storage racks [furniture]

source: Nicht metallische Bottiche
en: Tuns [casks] (non-metallic -)

source: Spielzeugkisten [Möbel]
en: Toy boxes [furniture]

source: Kosmetikspiegel für Geldbörsen
en: Make-up mirrors for purses

source: Kosmetikspiegel für die Reise
en: Make-up mirrors for travel use

source: Schiebetüren, nicht aus Metall, für Möbel
en: Non-metallic sliding doors for furniture

source: Stützkissen für Babysicherheitssitze in Autos
en: Support pillows for use in baby car safety seats

source: Gestelle [Möbel] für Zimmeraquarien
en: Stands [furniture] for indoor aquaria

source: Behälter [nicht aus Metall] zum Handhaben von Waren [ausgenommen für Haushalt oder Küche]
en: Containers (non-metallic -) for the handling of goods [other than household or kitchen use]

source: Behälter, nicht aus Metall, in Form von Tonnen
en: Containers (Non-metallic -) in the form of bins

source: Schraubmuffen, nicht aus Metall
en: Screw bushings, not of metal

source: Möbel für Kantinen
en: Canteen furniture

source: Kombinierte Stopfen für Behälter [nicht aus Metall und nicht für Haushalt oder Küche]
en: Combined stoppers for containers [non-metallic and not for household or kitchen use]

source: Haspeln [nicht aus Metall, nicht maschinell oder Maschinenteile]
en: Reels [not of metal, non-mechanical or parts of machines]

source: Uncodierte und nicht magnetische Kunststoffschlüsselkarten
en: Plastic key cards, not encoded and not magnetic

source: Fahrzeugschlösser, nicht aus Metall
en: Locks, not of metal, for vehicles

source: Möbel aus Metall
en: Furniture of metal

source: Aufblasbare Kopfstützen
en: Inflatable headrests

source: Mit elektrischem Licht ausgerüstete Spiegel
en: Mirrors enhanced by electric lights

source: Bilderrahmen aus nicht metallischen Materialien
en: Frames (Picture -) of non-metallic materials

source: Behälter, nicht aus Metall, ausgenommen für Haushalt und Küche
en: Non-metallic containers [other than for household or kitchen use]

source: Ablageschränke aus Holz
en: Stacking trays of wood

source: Griffe aus Kunststoff für Hohlwaren
en: Handles of plastics materials for hollowware

source: Kleiderbügel
en: Coat hangers

source: Türfedern, nicht aus Metall
en: Door springs (Non-metallic -)

source: Nicht metallische Schubladenführung
en: Drawer sliders (Non-metallic -)

source: Rollos aus Holz
en: Wooden blinds

source: Perlmutter, roh
en: Raw mother of pearl

source: Tafeln für Werbezwecke [nicht leuchtend und nicht mechanisch]
en: Panels for publicity purposes [non-luminous and non-mechanical]

source: Regale als Kinderzimmermöbel
en: Shelves being nursery furniture

source: Als Bausätze verkaufte Regale
en: Shelving for sale in kit form

source: Dekorative Körbe aus Stroh
en: Decorative baskets made of straw

source: Ausstellungstheken [nicht elektrisch]
en: Display counters [non-electric]

source: Schautafeln für Verkaufsumgebungen
en: Display panels for sales environments

source: Schaugestelle für Schaufenster
en: Display stands for shop windows

source: Aktenschränke in Form von Möbeln
en: Filing cabinets in the nature of furniture

source: Halterungen für Regale, nicht aus Metall
en: Fixings, not of metal for shelves

source: Möbel für den Haushalt
en: Household furniture

source: Ausstellungsvitrinen [ausgenommen Kühlvitrinen]
en: Display cabinets [other than refrigerating display cabinets]

source: Japanische Sitzkissen [Zabuton]
en: Japanese floor cushions (zabuton)

source: Bilderrahmen, nicht aus Edelmetall
en: Picture frames [not of precious metal]

source: Arbeitssitze für körperbehinderte Personen und Personen mit reduzierter Beweglichkeit
en: Work seats for the physically handicapped and those of reduced mobility

source: Holzspulen für Garn, Seide, Schnur
en: Reels of wood for yarn, silk, cord

source: Thermogeformte Kunststoffbehälter [ausgenommen für Haushalt oder Küche]
en: Thermoformed plastics containers [other than for household or kitchen use]

source: Wasserregelventile aus Kunststoff
en: Water control valves of plastic

source: Anschlagtafeln [ausgenommen elektronische]
en: Bulletin boards [other than electronic]

source: Kabelbündler, nicht aus Metall
en: Bundle clips of non-metallic materials

source: Fasshähne, nicht aus Metall
en: Taps, not of metal, for casks

source: Büchergestelle zur Auslage von Druckereierzeugnissen
en: Literature racks for the display of printed material

source: Schlösser [ausgenommen elektrische], nicht aus Metall, für Fahrzeuge
en: Locks [other than electric], not of metal, for vehicles

source: Tragbare Trennwände [Möbel]
en: Portable partitions [furniture]

source: Nicht metallische Klemmen als Fensterfeststeller
en: Clamps (Non-metallic -) for fixing windows

source: Ankerbojen, nicht aus Metall
en: Mooring buoys, non-metallic

source: Identifikationsarmbänder, nicht aus Metall
en: Identification bracelets, not of metal

source: Büsten aus Holz, Wachs, Gips oder Kunststoff
en: Busts of wood, wax, plaster or plastic

source: Kleiderstangen, nicht aus Metall
en: Garment rails of non-metallic materials

source: Torstopper, nicht aus Metall
en: Gate stops of non-metallic materials

source: Nieten für industrielle Zwecke, nicht aus Metall
en: Industrial rivets of non-metallic materials

source: Vorrichtungen [nicht aus Metall, nicht elektrisch] zum Öffnen von Türen
en: Mechanisms (Non-metallic, non-electric -) for opening doors

source: Fensteröffner, nicht elektrisch und nicht aus Metall
en: Mechanisms (Non-metallic, non-electric -) for opening windows

source: Modellfiguren [Ziergegenstände] aus Kunststoff
en: Model figures [ornaments] made of plastic

source: Möbel für Wohnmobile
en: Furniture for motor homes

source: Möbel für Wohnwagen
en: Furniture for caravans

source: Schilfrohr [Flechtmaterial]
en: Reeds [plaiting materials]

source: Modellautos [Ziergegenstände] aus Kunstharz
en: Model cars [ornaments] made of synthetic resin

source: Scharniere, nicht aus Metall, mit Federn
en: Hinges, not of metal incorporating a spring

source: Wassertanks [Behälter], nicht aus Metall
en: Water tanks (Non-metallic -) [containers]

source: Fensterverschlüsse, nicht aus Metall
en: Window fasteners (Non-metallic -)

source: Verstellbare Ständer [Möbel]
en: Multiposition stands [furniture]

source: Mehrzweckständer [Möbel]
en: Multi-purpose stands [furniture]

source: Spulen, nicht aus Metall [ausgenommen als Teile von Maschinen und Apparaten]
en: Spools (non-metallic -) [other than parts of machines or apparatus]

source: Spezialstühle für Personen mit eingeschränkter Bewegungsfähigkeit
en: Chairs adapted for use by those with mobility difficulties

source: Anzeigetafeln für Punktzahlen
en: Score display apparatus [boards]

source: Bausätze [komplett verkauft] bestehend aus Teilen zum Einbau in Schaugestelle
en: Kits of parts [sold complete] for assembly into display stands

source: Kabelziehstrümpfe, nicht aus Metall
en: Cable grips of non-metallic materials

source: Gehstockhalter, nicht aus Metall
en: Cane clips of non-metallic materials

source: Dekorative Fensterornamente
en: Decorative window finials

source: Lüftungsgitter, nicht aus Metall, zum Einbau in Türen
en: Ventilation grilles (Non-metallic -) for fitting in doors

source: Wandspiegel
en: Wall mirrors

source: Gestänge für Wandregale [nicht aus Metall]
en: Rack bars for shelves [non-metallic]

source: Modulare Regale [Möbel]
en: Modular shelving [furniture]

source: Wandregale [Möbel], nicht aus Metall
en: Non-metallic wall shelves [furniture]

source: Sammeldosen, nicht aus Metall
en: Collecting tins (Non-metallic -)

source: Zusammensetzbare Metallelemente [Möbel]
en: Sectional metal units [furniture]

source: Lattenroste für Betten
en: Slatted bases for beds

source: Möbelfüße, nicht aus Metall
en: Feet (Non-metallic -) for furniture

source: Figurinen aus Gipszement
en: Figurines made of gypsum cement

source: Klappstühle
en: Folding chairs

source: Werkzeugkästen, nicht aus Metall
en: Cases (Non-metallic -) for tools

source: Schatullen aus Horn
en: Caskets made of horn

source: Selbstbohrschrauben, nicht aus Metall
en: Self-tapping non-metallic screws

source: Plaketten aus Holz
en: Plaques made of wood

source: Drosselklappen nicht aus Metall [ausgenommen als Maschinenteile]
en: Butterfly valves (non-metallic -) [other than parts of machines]

source: Verschlussstopfen
en: Blanking plugs

source: Zusammengebaute Verpackungskisten [aus Kunststoff]
en: Boxes (packaging -) in made-up form [plastic]

source: Kunststoffkästen für Aufbewahrungszwecke
en: Boxes for storage purposes [plastic]

source: Hitzeabweisende Jalousien
en: Thermal blinds [indoor]

source: Befestigungswinkel, nicht aus Metall, als Teile von Möbeln
en: Shelf brackets (Non-metallic -) being parts of furniture

source: Regaltrennwände aus Metall [Teile von Möbeln]
en: Shelf dividers of metal [parts of furniture]

source: Regalstützen, nicht aus Metall
en: Shelf supports (Non-metallic -)

source: Spannschrauben, nicht aus Metall
en: Turnbuckles (Non-metallic -)

source: Container, nicht aus Metall, für den Transport
en: Transport containers (Non-metallic -)

source: Laufschienen [nicht aus Metall] für Schiebetüren
en: Runners (Non-metallic -) for sliding doors

source: Möbel, nicht aus Metall [ausgenommen für medizinische oder Laborzwecke]
en: Non-metallic furniture [other than specially made for medical or laboratory use]

source: Stehleitern, nicht aus Metall
en: Steps [ladders], not of metal

source: Verankerungsvorrichtungen, nicht aus Metall
en: Anchoring devices of (Non-metallic -)

source: Möbel für Lauben
en: Arbours [furniture]

source: Montierte Schaugestelle [Möbel]
en: Assembled display units [furniture]

source: Vorgefertigte Möbeltüren aus Holz
en: Prefabricated doors of wood for furniture

source: Bedruckte Spiegel
en: Printed mirrors

source: Dekorative Bänder [Schilder] aus Kunststoff zum Aufbringen auf Schauvitrinen
en: Decorative strips of plastics for application to display cabinets

source: Transportable Abgrenzungkegel für den Straßenverkehr, nicht aus Metall
en: Delineators [moveable road cones] non-luminous, made of non-metallic materials

source: Aufbewahrungskästen [Möbel]
en: Storage drawers [furniture]

source: Aufbewahrungskisten aus Holz
en: Storage chests made of wood

source: Behälter in Form von Kästen aus Holz
en: Containers in the form of boxes made of wood

source: Metallösen, nicht aus Metall
en: Screw eyes, not of metal

source: Türscharniere, nicht aus Metall
en: Door hinges (Non-metallic -)

source: Regentonnen, nicht aus Metall
en: Rain barrels, not of metal

source: Ruhesessel [Stühle]
en: Recliners [chairs]

source: Ausgestopfte Tiere
en: Stuffed animals

source: Spender [ortsfest] für Toilettensitzabdeckungen, nicht aus Metall
en: Toilet seat cover dispensers (non-metallic -) [fixed]

source: Bewegliche Raumteiler für Büros
en: Movable office partitions

source: Behälterverschlüsse, nicht aus Metall [ausgenommen für Haushalt oder Küche]
en: Non-metallic end closures for containers [other than for household or kitchen use]

source: Stapelboxen aus Kunststoff
en: Stacking boxes of plastic

source: Stapelbare Eierverpackungen aus Kunststoff
en: Stacking trays of plastic for the packaging of eggs

source: Hängeregale zur Lagerung [Möbel]
en: Hanging storage racks [furniture]

source: Nicht metallische, nicht elektrische Fensterschließer
en: Closers (Non-electric, non-metallic -) for windows

source: Türbeschläge aus Plastik
en: Door fittings made of plastics

source: Türgriffe, nicht aus Metall
en: Door handles, not of metal

source: Sitzbänke aus Metall
en: Metal bench seats

source: Schränke zum Ausstellen von Modelliermaterial
en: Boards for the display of modelling materials

source: Passschrauben, nicht aus Metall
en: Stripper bolts (Non-metallic -)

source: Befestigungen aus Kunststoff für Zelte
en: Stud buttons [fasteners] of plastic for tentage

source: Schildpatt [roh oder teilweise bearbeitet]
en: Tortoiseshells [unworked or partly worked material]

source: Auslagegestelle aus Metall [Möbel]
en: Display frames of metal [furniture]

source: Anzeigetafeln für Ausstellungsräume
en: Display panels for exhibition environments

source: Anschlagtafeln in Form von Möbeln
en: Display panels in the nature of furniture

source: Figurinen aus Holzharz
en: Figurines made of wood resin

source: Stöpsel für Waschbecken, nicht aus Metall
en: Basin plugs of non-metallic materials

source: Rahmen für Container, nicht aus Metall
en: Frames (Non-metallic -) for containers

source: Schaufenster- und Schneiderpuppen
en: Mannequins and tailors' dummies

source: Winkelstücke, nicht aus Metall, für Möbel
en: Brackets, not of metal, for furniture

source: Klammern, nicht aus Metall, zum Aufhängen von Fenstervorhängen
en: Brackets of (Non-metallic -) for hanging window draperies

source: Buchstaben [ausgenommen Drucktypen und Druckstöcke], überwiegend aus Kunststoff
en: Letters [other than printers' type and cliches] made principally of plastics

source: Schlossgehäuse, nicht aus Metall
en: Lock casings, not of metal

source: Tragbare Kunststoffboxen [Behälter]
en: Portable boxes [containers] of plastic

source: Fotorahmen aus Metall
en: Photograph frames of metal

source: Matratzen
en: Mattresses

source: Hybridbetten mit weichem Rahmen [ausgenommen für medizinische Zwecke]
en: Hybrid beds being soft sided waterbeds [other than for medical use]

source: Vorrichtungen [nicht aus Metall, nicht elektrisch] zum Heben von Türen
en: Mechanisms (Non-metallic, non-electric -) for lifting doors

source: Möbel für Zimmeraquarien
en: Furniture for indoor aquaria

source: Möbel für Zimmerterrarien
en: Furniture for indoor terraria

source: Fahrzeugmodelle [Ziergegenstände] aus Kunststoff
en: Model vehicles [ornaments] made of plastic

source: Fahrzeugmodelle [Ziergegenstände] aus Wachs
en: Model vehicles [ornaments] made of wax

source: Werkzeugtruhen [Möbel]
en: Tool chests [furniture]

source: Wachsfiguren
en: Wax figures

source: Aufblasbare Matratzen für Campingzwecke
en: Inflatable mattresses for use when camping

source: Kunststoffbehälter für Medikamente
en: Plastic medication containers

source: Hölzerne Fässer
en: Wooden barrels

source: Spielzeugkästen aus Holz
en: Wooden boxes for storing toys

source: Holzbehälter [ausgenommen für Haushalt und Küche]
en: Containers made of wood [other than for household or kitchen use]

source: Kabelverbinder, nicht elektrisch und nicht aus Metall
en: Cable connectors (Non-electric -) of non-metallic materials

source: Kuchendekorationen aus Kunststoff
en: Cake decorations made of plastic

source: Regale aus Holz [Möbel]
en: Wooden racks [furniture]

source: Fahrzeugkennzeichen, nicht aus Metall
en: Vehicle registration plates (Non-metallic -)

source: Schutzschilde aus Kunststoffmaterialien für Bäume
en: Protective shields of plastics materials for trees

source: Schatullen aus Meerschaum
en: Caskets made of meerschaum

source: Kettenglieder, nicht aus Metall
en: Chain links of non-metallic materials

source: Transportable Blenden als Raumteiler [Möbel]
en: Movable partition panels [furniture]

source: Transportable Ausstellungsstände, nicht aus Metall [ausgenommen Bauten]
en: Non-metallic transportable exhibition stands [other than structures]

source: Informationstafeln [Schilder] aus Kork
en: Notice boards [signboards] of cork

source: Originelle Plaketten für Fahrzeuge, nicht aus Metall
en: Novelty badges (Non-metallic -) for vehicles

source: Behälter aus Synthetikmaterial [ausgenommen für Haushalt oder Küche]
en: Containers made of synthetic material [other than for household or kitchen use]

source: Zylinderschlösser, nicht aus Metall
en: Cylinder locks made of non-metallic materials

source: Dekorative Türstopper, nicht aus Metall, in Tierform
en: Decorative doorstops (Non-metallic -) in the form of animals

source: Dekorative Kantenstreifen aus Kunststoff für Einbaumöbel
en: Decorative edging strips of plastic for use with fitted furniture
